Repository: nymtech/nym-vpn-client
Catalog: nym-vpn-apple/NymVPN/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# purchasePlan.subtile
source: Your upcoming payment cannot be linked to your future browsing activity
ar: لا يمكن ربط الدفعة القادمة بنشاط التصفح الخاص بك في المستقبل
bn: আপনার আসন্ন পেমেন্ট ভবিষ্যত ব্রাউজিং কার্যকলাপের সঙ্গে যুক্ত হবে না
de: Deine bevorstehende Zahlung lässt sich nicht mit deinen zukünftigen Surf‑Aktivitäten verknüpfen
es: Tu próximo pago no podrá ser vinculado a tu actividad de navegación
fa: پرداخت شما نمی‌تواند به فعالیت وب‌گردیتان مرتبط شود
fr: Votre paiement ne pourra être lié à vos activités en ligne
hi: आपका आगामी भुगतान आपकी भविष्य की ब्राउज़िंग गतिविधि से जोड़ी नहीं जा सकती
it: Il tuo prossimo pagamento non può essere collegato alla tua attività di navigazione futura
ja: 今後の支払いは、今後の閲覧アクティビティにリンクできません。
pt_br: Seu próximo pagamento não pode ser vinculado à sua futura atividade de navegação
ru: Ваш будущий платёж не может быть связан с вашей дальнейшей активностью в интернете
tr: Ödemeniz, gelecekteki internet kullanımınızla ilişkilendirilmez
uk: Ваш майбутній платіж не може бути пов'язаний з вашою майбутньою активністю в Інтернеті
vi: Các khoản thanh toán của bạn sẽ không bị liên kết với hoạt động duyệt web trong tương lai
zh_hans: 您的付款信息不会和网上活动关联

# purchasePlan.success.connectionPrivate
source: Your connection is private.
ar: اتصالك خاص.
bn: আপনার সংযোগ সম্পূর্ণ ব্যক্তিগত
de: Deine Verbindung ist vertraulich.
es: Tu conexión es privada.
fa: ارتباط شما خصوصی است.
fr: Votre connexion est privée.
hi: आपका कनेक्शन निजी है।
it: La tua connessione è privata.
ja: あなたの接続はプライベートです。
pt_br: Sua conexão é privada.
ru: Ваше соединение защищено.
tr: Bağlantınız gizli.
uk: Ваше з'єднання захищене.
vi: Kết nối của bạn là riêng tư.
zh_hans: 您的连接是私密的。

# purchasePlan.success.itentityYours
source: Your identity stays yours.
ar: هويتك تبقى معك.
bn: আপনার পরিচয় আপনার কাছেই থাকে
de: Deine Identität bleibt deine.
es: Tu identidad sigue siendo tuya.
fa: هویت شما متعلق به خودتان باقی می‌ماند.
fr: Votre identité vous appartient.
hi: आपकी पहचान आपकी ही रहेगी।
it: La tua identità rimane tua.
ja: あなたの身元はあなたのものです。
pt_br: Sua identidade continua sendo sua.
ru: Ваша личность остается вашей.
tr: Kimliğiniz sadece size ait kalır.
uk: Ваша особистість залишається Вашою.
vi: Danh tính của bạn vẫn thuộc về bạn.
zh_hans: 您的身份始终在您的控制之下。

# purchasePlan.success.planActivated
source: Plan Activated
ar: تم تنشيط الخطة
bn: প্ল্যান সক্রিয় হয়েছে
de: Tarif aktiviert
es: Plan activado
fa: بسته فعال شد
fr: Abonnement activé
hi: प्लान ऐक्टिवेट हो गया
it: Piano Attivato
ja: プランが有効になりました
pt_br: Plano ativado
ru: План активирован
tr: Plan Aktif Edildi
uk: План активовано
vi: Gói đã được kích hoạt
zh_hans: 已激活计划

# purchasePlan.title
source: Choose your subscription plan
ar: اختر خطة الاشتراك الخاصة بك
de: Wählen Sie Ihr Abonnement
es: Elige tu plan de suscripción
fr: Choisissez votre abonnement
hi: आपका सुरक्षित NymVPN खाता तैयार है🎉
it: Scegli il tuo piano di abbonamento
ja: サブスクリプションプランを選択
pt_br: Escolha seu plano de assinatura
ru: Выберите тарифный план
zh_hans: 选择您的订阅计划

# purchasePlan.welcomeToTruePrivacy
source: Welcome to true privacy 🎉
ar: مرحبا بك في الخصوصية الحقيقية 🎉
bn: সত্যিকারের গোপনীয়তায় স্বাগতম
de: Willkommen in der Welt der wahren Privatsphäre 🎉
es: Bienvenido a la verdadera privacidad 🎉
fa: به حریم خصوصی واقعی خوش آمدید 🎉
fr: La confidentialité est à vous 🎉
hi: असली प्राइवेसी में आपका स्वागत है 🎉
it: Benvenuto nella vera privacy 🎉
ja: 真のプライバシーへようこそ 🎉
pt_br: Bem-vindo à verdadeira privacidade 🎉
ru: Добро пожаловать в настоящую приватность 🎉
tr: Gerçek gizliliğe hoş geldiniz 🎉
uk: Ласкаво просимо до справжнього конфіденційності 🎉
vi: Chào mừng đến với quyền riêng tư thật sự 🎉
zh_hans: 欢迎来到真正的隐私 🎉

# quit.closeWindow
source: Close Window
ar: إغلاق النافذة
bn: উইনডোটি বন্ধ করুন
de: Fenster schließen
es: Cerrar ventana
fa: بستن پنجره
fr: Fermer la fenêtre
hi: विंडो बंद करें
it: Chiudi Finestra
ja: ウインドウを閉じる
pt_br: Fechar Janela
ru: Закройте окно
tr: Pencereyi Kapat
uk: Закрити вікно
vi: Đóng Cửa sổ
zh_hans: 关闭窗口

source: Quit NymVPN
ar: اغلاق NymVPN
bn: NymVPN থেকে বের হন
de: NymVPN beenden
es: Cerrar NymVPN
fa: خروج از NymVPN
fr: Quitter NymVPN
hi: NymVPN बंद करें
it: Chiudi NymVPN
ja: NymVPN を終了
pt_br: Sair do NymVPN
ru: Выйти из NymVPN
tr: NymVPN'i Kapat
uk: Вийти з NymVPN
vi: Thoát NymVPN
zh_hans: 退出 NymVPN

# quit.question
source: Do you want to quit NymVPN completely, or just close this window?
ar: هل تريد الخروج من NymVPN بالكامل، أو إغلاق هذه النافذة؟
bn: আপনি কি NymVPN সম্পূর্ণভাবে বন্ধ করতে চান, না কি কেবল এই উইন্ডোটি বন্ধ করবেন?
de: Willst du NymVPN komplett beenden oder nur dieses Fenster schließen?
es: ¿Quieres salir de NymVPN completamente, o simplemente cerrar esta ventana?
fa: آیا می‌خواهید به طور کامل از NymVPN خارج شوید یا فقط این پنجره را ببندید؟
fr: Voulez-vous quitter NymVPN, ou simplement fermer cette fenêtre ?
hi: क्या आप NymVPN को पूरी तरह से छोड़ना चाहते हैं, या केवल इस विंडो को बंद करना चाहते हैं?
it: Vuoi uscire da NymVPN completamente, o semplicemente chiudere questa finestra?
ja: NymVPNを完全に終了しますか、それともこのウィンドウを閉じますか？
pt_br: Você quer sair do NymVPN completamente ou apenas fechar esta janela?
ru: Вы хотите полностью выйти из NymVPN или просто закрыть это окно?
tr: NymVPN'i tamamen kapatmak mı istiyorsunuz, yoksa sadece bu pencereyi mi kapatmak istiyorsunuz?
uk: Ви хочете повністю вийти з NymVPN або просто закрити це вікно?
vi: Bạn muốn thoát hoàn toàn NymVPN hay chỉ muốn đóng cửa sổ này?
zh_hans: 您想要完全退出 NymVPN 还是仅关闭此窗口？

# quit.quit
source: Quit
ar: الخروج
bn: বন্ধ করুন
de: Beenden
es: Salir
fa: خروج
fr: Quitter
hi: लॉग आउट
it: Esci
ja: 終了
pt_br: Sair
ru: Выйти
tr: Kapat
uk: Вихід
vi: Thoát
zh_hans: 退出

# quit.subQuestion
source: Quitting will stop all tasks and remove NymVPN from the menu bar.
ar: سيؤدي الإقلاع عن العمل إلى إيقاف جميع المهام وإزالة NymVPN من شريط القائمة.
bn: বন্ধ করলে সমস্ত টাস্ক বন্ধ হবে এবং NymVPN মেনুবার থেকে সরানো হবে
de: Beim Beenden werden alle Aufgaben gestoppt und NymVPN aus der Menüleiste entfernt.
es: Salir detendrá todas las tareas y eliminará NymVPN de la barra de menú.
fa: خروج از برنامه به تمامی کارها پایان می‌دهد و NymVPN را از نوار منو حذف می‌کند.
fr: Quitter arrêtera toutes les tâches et retirera NymVPN de la barre de menu.
hi: क्विटिंग सभी कार्यों को रोक देगा और NymVPN को मेनू बार से हटा देगा।
it: L'uscita interromperà tutte le attività e rimuoverà NymVPN dalla barra dei menu.
ja: 終了すると、すべてのタスクが停止し、メニューバーから NymVPN を削除します。
pt_br: A saída interromperá todas as tarefas e removerá o NymVPN da barra de menu.
ru: Выход из приложения остановит все задачи и удалит NymVPN из панели меню.
tr: Kapatmak, tüm görevleri durduracak ve NymVPN'i menü çubuğundan kaldıracaktır.
uk: Вихід зупинить всі завдання і прибере NymVPN з рядка меню.
vi: Thoát sẽ dừng tất cả tác vụ và xóa NymVPN khỏi thanh menu.
zh_hans: 退出将停止所有任务并从菜单栏中删除 NymVPN

source: Reconnect
ar: إعادة الاتصال
bn: পুনঃসংযোগ করুন
de: Neu verbinden
es: Volver a conectar
fa: اتصال مجدد
fr: Reconnecter
hi: फिर से कनेक्ट करें
it: Riconnetti
ja: 再接続
pt_br: Reconectar
ru: Переподключить
tr: Yeniden Bağlan
uk: Повторно підключитися
vi: Kết nối lại
zh_hans: 重新连接

source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
de: Wiederholen
es: Reintentar
fa: تلاش مجدد
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行する
pt_br: Repetir
ru: Повторить
tr: Yeniden Dene
uk: Повторити спробу
vi: Thử lại
zh_hans: 重试

source: Search
ar: بحث
bn: খুঁজুন.
de: Suche
es: Buscar
fa: جستجو
fr: Recherche
hi: खोजें
it: Cerca
ja: 検索
pt_br: Pesquisar
ru: Поиск
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索

# search.contactUsForHelp
source: Contact us for help
ar: اتصل بنا للحصول على المساعدة
bn: সাহায্যের জন্য আমাদের সাথে যোগাযোগ করুন
de: Kontaktiere uns für Hilfe
es: Contáctanos para ayudarte
fa: برای کمک گرفتن با ما تماس بگیرید
fr: Contactez-nous
hi: हमसे मदद के लिए संपर्क करें
it: Contattaci per aiuto
ja: お問い合わせはこちら
pt_br: Entre em contato conosco para obter ajuda
ru: Свяжитесь с нами, если нужна помощь
tr: Yardım için bizimle iletişime geçin
uk: Зверніться до нас за допомогою
vi: Liên hệ với chúng tôi để được hỗ trợ
zh_hans: 联系我们以获得帮助

# search.howToRunGateway
source: how to run a server
ar: كيفية تشغيل خادم
bn: গেটওয়ে কীভাবে চালাবেন
de: wie man einen Server betreibt
es: cómo ejecutar un servidor
fa: نحوهٔ راه‌اندازی سرور
fr: comment exécuter un serveur
hi: गेटवे को कैसे चलाएँ।
it: come eseguire un server
ja: サーバーを実行する方法
pt_br: como executar um servidor
ru: как запустить сервер
uk: як запустити шлюз
vi: cách chạy một máy chủ
zh_hans: 如何运行服务器

# search.noResults
source: No results found.
ar: لا توجد نتائج.
bn: কোন ফলাফল পাওয়া যায়নি.
de: Keine Ergebnisse gefunden.
es: No se encontraron resultados.
fa: نتیجه‌ای پیدا نشد.
fr: Aucun résultat trouvé. Veuillez essayer une autre recherche.
hi: कोई परिणाम नहीं मिला।
it: Nessun risultato trovato.
ja: 検索結果が見つかりません。
pt_br: Nenhum resultado encontrado.
ru: Ничего не найдено.
tr: Sonuç bulunamadı.
uk: Результатів не знайдено.
vi: Không tìm thấy kết quả nào.
zh_hans: 未找到结果。

# search.noResultsSubtitle
source: Try another location or check the server name.
ar: جرب موقع آخر أو تحقق من اسم الخادم.
bn: অন্য লোকেশন চেষ্টা করুন বা সার্ভারের নাম অনুসন্ধান করুন.
de: Versuche einen anderen Standort oder überprüfe den Servernamen.
es: Prueba con otra ubicación o comprueba el nombre del servidor.
fa: مکان دیگری را امتحان کنید یا نام سرور را بررسی کنید.
fr: Choisissez un autre emplacement ou vérifiez le nom du serveur.
hi: कोई अन्य स्थान चुनें या सर्वर नाम की जाँच करें।
it: Provare un'altra posizione o controllare il nome del server.
ja: 別の場所を試すか、サーバー名を確認してください。
pt_br: Tente outro local ou verifique o nome do servidor.
ru: Попробуйте другое местоположение или проверьте имя сервера.
tr: Başka bir konum deneyin veya sunucu adını kontrol edin.
uk: Спробуйте іншу локацію або перевірте ім'я сервера.
vi: Thử một vị trí khác hoặc kiểm tra tên máy chủ.
zh_hans: 尝试其他位置或检查服务器名称。

# search.or
source: or learn
ar: أو تعلم
bn: অথবা শিখুন
de: oder lerne
es: o aprender
fa: یا اطلاعات بیشتری کسب کنید
fr: ou apprenez
hi: या सीखें
it: o apprendi
ja: 詳細を学ぶ
pt_br: ou aprenda
ru: или изучите
tr: ya da öğrenin
uk: або вивчіть
vi: hoặc tìm hiểu
zh_hans: 或学习

# search.title
source: Search location or server
ar: البحث في الموقع أو الخادم
bn: অবস্থান বা সার্ভারের নাম অনুসন্ধান করুন
de: Standort oder Server suchen
es: Buscar ubicación o servidor
fa: جستجوی مکان یا سرور
fr: Chercher un emplacement ou un serveur
hi: सर्च लोकेशन या सर्वर
it: Cerca posizione o server
ja: 場所またはサーバーを検索
pt_br: Pesquisar localização ou servidor
ru: Выберите локацию или сервер
tr: Konum veya sunucu ara
uk: Пошук локації чи серверу
vi: Tìm kiếm vị trí hoặc máy chủ
zh_hans: 搜索位置或服务器

source: Selected
ar: مختار
bn: নির্বাচিত
de: Ausgewählt
es: Seleccionado
fa: انتخاب شده
fr: Sélectionné
hi: चयनित
it: Selezionato
ja: 選択済み
pt_br: Selecionado
ru: Выбрано
tr: Seçildi
uk: Вибране
vi: Đã chọn
zh_hans: 已选择

# selectNetwork
source: Select mode
ar: اختر نمط
bn: মোড নির্বাচন করুন
de: Modus wählen
es: Selecciona el modo
fa: انتخاب حالت
fr: Choix du mode
hi: मोड चुनें
it: Seleziona modalità
ja: モードの選択
pt_br: Selecione o modo
ru: Выберите режим
tr: Mod seç
uk: Виберіть режим
vi: Chọn chế độ
zh_hans: 选择模式

source: Settings
ar: أعدادات
bn: সেটিংস
de: Einstellungen
es: Configuración
fa: تنظیمات
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pt_br: Configurações
ru: Настройки
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

# settings.account
source: Account and devices
ar: الحساب والأجهزة
bn: অ্যাকাউন্ট ও ডিভাইস
de: Konto und Geräte
es: Cuenta y dispositivos
fa: حساب و دستگاه‌ها
fr: Compte et appareils
hi: अकाउंट और डिवाइसेज़
it: Account e dispositivi
ja: アカウントとデバイス
pt_br: Conta e dispositivos
ru: Учетная запись и устройства
tr: Hesap ve cihazlar
uk: Обліковий запис та пристрої
vi: Tài khoản và thiết bị
zh_hans: 账号和设备

# settings.account.nymAccount
source: Account on nym.com
ar: حساب على nym.com
de: Konto auf nym.com
es: Cuenta en nym.com
fa: حساب کاربری در nym.com
fr: Compte sur nym.com
hi: nym.com पर अकाउंट
it: Account su nym.com
ja: nym.com のアカウント
pt_br: Conta no nym.com
ru: Аккаунт на nym.com
tr: nym.com’daki hesap
uk: Акаунт на nym.com
vi: Tài khoản trên nym.com
zh_hans: nym.com上的账号

# settings.accountID
source: Account ID
ar: معرف الحساب
bn: অ্যাকাউন্ট আইডি
de: Konto-ID
es: ID de la cuenta
fa: شناسه حساب کاربری
fr: Identifiant du compte
hi: अकाउंट पहचान
it: ID Account
ja: アカウントID
pt_br: ID da conta
ru: ID аккаунта
tr: Hesap Kimlik No (ID)
uk: Ідентифікатор облікового запису
vi: ID tài khoản
zh_hans: 账号ID

# settings.anonymousErrorReports.subtitle
source: Helps us fix bugs faster, no personal data collected (via
ar: يساعدنا على إصلاح الأخطاء بشكل أسرع، لا توجد بيانات شخصية تم جمعها (من خلال
de: Helft uns, Fehler schneller zu beheben, keine persönlichen Daten erfasst (via
es: Nos ayuda a corregir errores más rápido, no se recopilan datos personales (a través
fr: Nous aide à corriger les bugs plus rapidement, pas de données personnelles collectées (via
hi: (Sentry के माध्यम से)
it: Aiutaci a correggere i bug più velocemente, nessun dato personale raccolto (tramite
ja: バグの修正に役立ちます。(介して) 個人データは収集されません。
pt_br: Ajuda-nos a corrigir erros mais rapidamente, não há dados pessoais coletados (via
ru: Помогает нам исправлять ошибки быстрее, не собирать персональные данные (через
zh_hans: 帮助我们更快地修复错误，没有收集个人数据(通过)

# settings.anonymousErrorReports.title
source: Share error reports
ar: مشاركة تقارير الأخطاء
de: Fehlerberichte teilen
es: Compartir reportes de error
fr: Partager les rapports d'erreur
hi: अनाम त्रुटि रिपोर्ट
it: Condividi rapporti di errore
ja: エラーレポートの共有
pt_br: Compartilhar relatórios de erros
ru: Поделиться отчётами об ошибках
zh_hans: 共享错误报告

# settings.appearance
source: Appearance
ar: المظهر
bn: প্রদর্শন
de: Erscheinungsbild
es: Apariencia
fa: نمای ظاهری
fr: Apparence
hi: दिखावट
it: Aspetto
ja: 外観
pt_br: Aparência
ru: Внешний вид
tr: Görünüm
uk: Зовнішній вигляд
vi: Giao diện
zh_hans: 外观

# settings.appMode
source: App mode
ar: وضع التطبيق
bn: অ্যাপ মোড
de: App-Modus
es: Modo de la App
fa: حالت برنامه
fr: Mode de l'application
hi: ऐप मोड
it: Modalità app
ja: アプリモード
pt_br: Modo do aplicativo
ru: Режим приложения
tr: Uygulama modu
uk: Режим програми
vi: Chế độ ứng dụng
zh_hans: 应用模式

# settings.appMode.dockOnly
source: Dock only
ar: الإرساء فقط
bn: শুধুমাত্র ডক
de: Nur Dock
es: Solo Dock
fa: فقط داک
fr: Dock uniquement
hi: डॉक केवल
it: Solo dock
ja: ドックのみ
pt_br: Somente dock
ru: Только Док
tr: Sadece dock menüsü
uk: Лише документи
vi: Chỉ Dock
zh_hans: 仅停靠栏

# settings.appMode.menuBarOnly
source: Menubar only
ar: المينوبر فقط
bn: শুধুমাত্র মেনুবার
de: Nur Menüleiste
es: Solo barra de menús
fa: فقط نوار منو
fr: Barre des menus uniquement
hi: मेनू बार केवल
it: Solo barra dei menu
ja: メニューバーのみ
pt_br: Somente barra de menu
ru: Только Меню
tr: Sadece menü çubuğu
uk: Лише меню
vi: Chỉ có thanh menu
zh_hans: 仅菜单栏

# settings.censorship.title
source: Anti-censorship
ar: مكافحة الرقابة
bn: সেন্সরশিপ-বিরোধী ফিচার
de: Zensurumgehung
es: Anti-censura
fa: تقابل با سانسور اینترنتی
fr: Anti-censure
hi: सेन्सरशिप के विरोध में
it: Anti-censura
ja: 検閲対策
pt_br: Anti-censura
ru: Антицензура
tr: Sansür Karşıtı
uk: Проти цензури
vi: Chống kiểm duyệt
zh_hans: 反检查

# settings.chatOnTelegram
source: Chat on Telegram
ar: الدردشة على تيليجرام
bn: টেলিগ্রামে চ্যাট করুন
de: Begleite uns auf Telegram
es: Chatear en Telegram
fa: با ما در تلگرام چت کنید
fr: Nous joindre sur Telegram
hi: टेलीग्राम पर चैट करें
it: Chatta su Telegram
ja: Telegramでチャット
pt_br: Chat no Telegram
ru: Чат в Telegram
tr: Telegram'da sohbet et
uk: Чат в Telegram
vi: Trò chuyện trên Telegram
zh_hans: 在 Telegram 上聊天

# settings.copiedToPasteboard
source: Copied to Clipboard!
ar: نسخ إلى الحافظة!
bn: ক্লিপবোর্ডে কপি করা হয়েছে
de: In die Zwischenablage kopiert!
es: ¡Copiado en el Portapapeles!
fa: کپی شده به کلیپ‌بورد!
fr: Copié dans le presse-papier !
hi: क्लिपबोर्ड में कॉपी किया गया
it: Copiato negli Appunti!
ja: クリップボードにコピーしました!
pt_br: Copiado para área de transferência!
ru: Скопировано в буфер!
tr: Panoya kopyalandı!
uk: Скопійовано в буфер обміну!
vi: Đã sao chép vào bộ nhớ tạm!
zh_hans: 已复制到剪贴板！

# settings.deviceId
source: Device ID
ar: معرف الجهاز
bn: ডিভাইস আইডি
de: Geräte-ID
es: ID del dispositivo
fa: شناسه دستگاه
fr: ID de l'appareil
hi: डिवाइस ID
it: Id Del Dispositivo
ja: デバイス ID
pt_br: ID do dispositivo
ru: ID устройства
tr: Cihaz Kimliği
uk: Ідентифікатор пристрою
vi: ID thiết bị
zh_hans: 设备ID

# settings.displayTheme
source: Display theme
ar: عرض السمة
bn: প্রদর্শন থিম
de: Anzeigemodus
es: Tema
fa: تم نمایش
fr: Apparence d'affichage
hi: डिस्प्ले थीम
it: Tema
ja: ディスプレイテーマ
pt_br: Exibir tema
ru: Выбор темы
tr: Panel teması
uk: Тема
vi: Giao diện hiển thị
zh_hans: 显示主题

# settings.dns.title
source: Customize DNS
ar: تخصيص DNS
bn: DNS কাস্টমাইজ করুন
de: DNS-Anpassung
es: Personalizar DNS
fa: سفارشی‌سازی DNS
fr: Personnaliser le DNS
hi: DNS को अनुकूलित करें
it: Personalizza DNS
ja: DNS をカスタマイズする
pt_br: Personalizar DNS
ru: Настроить DNS
uk: Налаштування DNS
vi: Tùy chỉnh DNS
zh_hans: 自定义DNS

# settings.getInTouch
source: Contact support
ar: Get in touch
bn: সহায়তার জন্য যোগাযোগ করুন
de: Support kontaktieren
es: Contactar con soporte
fa: با ما در ارتباط باشید
fr: Contacter le support
hi: संपर्क करें
it: Get in touch
ja: お問い合わせ
pt_br: Entre em contato com o suporte
ru: Связаться с поддержкой
tr: Bizimle iletişime geçin
uk: Звернутись до служби підтримки
vi: Liên hệ hỗ trợ
zh_hans: 联系支持

# settings.getStarted
source: Get started
ar: بدء التشغيل
bn: শুরু করুন
de: Los geht's
es: Comenzar
fa: شروع کنید
fr: Commencer
hi: शुरू करें
it: Per iniziare
ja: 開始する
pt_br: Começar
ru: Начало работы
tr: Başlayın
uk: Почати
vi: Bắt đầu
zh_hans: 开始

# settings.helpTranslate.subtitle
source: Make the app better in your language.
ar: جعل التطبيق أفضل بلغتك.
bn: আপনার ভাষায় অ্যাপটি আরও উন্নত করতে সাহায্য করুন।
de: Verbessere die App in deiner Sprache.
es: Haz la aplicación mejor en tu idioma.
fa: ترجمه برنامه را به زبان خودتان بهتر کنید
fr: Améliorez l'application dans votre langue.
hi: अपनी भाषा में ऐप को बेहतर बनाएं।
it: Rendere l'app migliore nella tua lingua.
ja: あなたの言語でアプリをより良くします。
pt_br: Torne o app melhor em seu idioma.
ru: Сделайте приложение лучше на вашем языке.
tr: Uygulamayı kendi dilinizde daha iyi hâle getirin.
uk: Покращуйте додаток своєю мовою.
vi: Tối ưu ứng dụng theo ngôn ngữ của bạn.
zh_hans: 让应用程序以更好的方式显示您的本地语言。

# settings.helpTranslate.title
source: Help with translation
ar: المساعدة في الترجمة
bn: অনুবাদে সহায়তা করুন
de: Hilf bei der Übersetzung
es: Ayuda con la traducción
fa: در ترجمه کمک کنید
fr: Aide à la traduction
hi: अनुवाद में सहायता करें
it: Aiuto con traduzione
ja: 翻訳のヘルプ
pt_br: Ajuda com tradução
ru: Помощь с переводом
tr: Çeviriye yardım et
uk: Допоможіть з перекладом
vi: Hỗ trợ dịch
zh_hans: 帮助我们翻译

# settings.ipv6.subtitle
source: Allow IPv6 connections
ar: السماح باتصالات IPv6
bn: IPv6 সংযোগ অনুমতি দিন
de: IPv6-Verbindungen erlauben
es: Permitir conexiones IPv6
fa: اتصالات IPv6 را مجاز کنید
fr: Autoriser les connexions IPv6
hi: Disable to only use IPv4
it: Consenti connessioni IPv6
ja: IPv6 接続を許可する
pt_br: Permitir conexões IPv6
ru: Разрешить IPv6 соединения
tr: IPv6 bağlantılarına izin ver
uk: Дозволити IPv6 підключення
vi: Cho phép kết nối IPv6
zh_hans: 允许IPv6连接

# settings.ipv6.title
source: Support IPv6
ar: دعم IPv6
bn: IPv6 সমর্থন
de: IPv6 unterstützen
es: Soporte IPv6
fa: پشتیبانی از IPv6
fr: Prise en charge IPv6
hi: IPv6 सपोर्ट
it: Supporto IPv6
ja: IPv6 をサポート
pt_br: Suporte IPv6
ru: Поддержка IPv6
tr: IPv6’yı desteği
uk: Підтримка IPv6
vi: Hỗ trợ IPv6
zh_hans: 支持 IPv6

# settings.killswitch.subtitle
source: Always on to protect your data
ar: تشغيل دائماً لحماية البيانات الخاصة بك
bn: আপনার ডাটা সুরক্ষায় সর্বদা সক্রিয়
de: Immer an, um deine Daten zu schützen
es: Siempre activado para proteger tus datos
fa: همیشه فعال برای محافظت از داده‌های شما
fr: Toujours actif pour protéger vos données
hi: आपके डेटा की सुरक्षा के लिए हमेशा ऑन
it: Sempre acceso per proteggere i tuoi dati
ja: 常にオンにしてデータを保護する
pt_br: Sempre ativo para proteger seus dados
ru: Всегда включен для защиты ваших данных
tr: Verilerinizi korumak için her zaman açık.
uk: Завжди на зв'язку, щоб захистити ваші дані
vi: Luôn bật để bảo vệ dữ liệu của bạn
zh_hans: 始终开启以保护您的数据

# settings.killswitch.title
source: Killswitch
ar: كيلتبديل
bn: কিল-সুইচ
fr: Arrêt d'urgence
hi: किल स्विच
ja: キルスイッチ
uk: Кіллсвіч

# settings.lanBypass.subtitle
source: Allow direct local network access
ar: السماح بالوصول المباشر إلى الشبكة المحلية
bn: স্থানীয় নেটওয়ার্কে সরাসরি অ্যাক্সেস অনুমোদন করুন
de: Direktzugriff auf lokales Netzwerk erlauben
es: Permitir acceso directo a la red local
fa: دسترسی مستقیم به شبکه محلی را مجاز کنید
fr: Autoriser l'accès direct au réseau local
hi: डाएरेक्ट लोकल नेट्वर्क ऐक्सेस की अनुमति दें
it: Consenti accesso diretto alla rete locale
ja: ローカルネットワークへの直接アクセスを許可する
pt_br: Permitir acesso direto à rede local
ru: Разрешить прямой доступ к локальной сети
tr: Doğrudan yerel ağ erişimine izin ver
uk: Дозволити прямий доступ до локальної мережі
vi: Cho phép truy cập mạng cục bộ trực tiếp
zh_hans: 允许直接访问本地网络

# settings.language
source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fa: زبان
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
pt_br: Idioma
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言

# settings.loggingOut
source: Logging out
ar: تسجيل الخروج
bn: লগ আউট করা হচ্ছে…
de: Abmelden
es: Cerrando sesión
fa: در حال خروج از حساب
fr: Déconnexion
hi: लॉगआउट किया जा रहा है
it: Disconnessione in corso
ja: ログアウト中
pt_br: Desconectando
ru: Отключаемся
uk: Вихід із системи
vi: Đang đăng xuất
zh_hans: 正在登出

# settings.logIn
source: Connect device
ar: تسجيل الدخول
bn: ডিভাইসের সাথে কানেক্ট করুন
de: Gerät verbinden
es: Conectar dispositivo
fa: اتصال دستگاه
fr: Connecter l'appareil
hi: डिवाइस कनेक्ट करें
it: Aggiungi le credenziali per connetterti
ja: デバイスに接続してください
pt_br: Conectar dispositivo
ru: Подключить устройство
tr: Cihazı bağla
uk: Підключіть пристрій
vi: Kết nối thiết bị
zh_hans: 连接设备

# settings.logout
source: Logout
ar: تسجيل الخروج
bn: লগআউট
de: Abmelden
es: Cerrar sesión
fa: خروج
fr: Dissocier l'appareil
hi: लॉगआउट
it: Esci
ja: ログアウト
pt_br: Sair
ru: Выйти
tr: Oturumu kapat
uk: Вийти з системи
vi: Đăng xuất
zh_hans: 登出

# settings.logoutSubtitle
source: You’ll need your 24-word passphrase to sign in again.
ar: سوف تحتاج إلى كلمة المرور 24 كلمة لتسجيل الدخول مرة أخرى.
bn: আবার সাইন ইন করতে আপনার ২৪-শব্দের পাসফ্রেজ প্রয়োজন হবে।
de: Du benötigst deine 24‑Wörter‑Passphrase, um dich wieder anzumelden.
es: Necesitará su contraseña de 24 palabras para iniciar sesión de nuevo.
fa: برای ورود دوباره، به عبارتِ عبور ۲۴ کلمه‌ای خود نیاز دارید.
fr: Vous aurez besoin de votre mot de passe de 24 mots pour vous reconnecter.
hi: आपको दोबारा लॉग इन करने के लिए अपने 24 शब्दों वाले पासफ़्रेज़ की आवश्यकता होगी।
it: Avrai bisogno della tua passphrase di 24 parole per accedere di nuovo.
ja: 再度ログインするには、24単語のパスフレーズが必要です。
pt_br: Você precisará da sua senha de 24 palavras para entrar de novo.
ru: Чтобы войти снова, вам понадобится ваш код доступа из 24 слов.
uk: Для повторного входу вам знадобиться 24-слівна парольна фраза.
vi: Bạn sẽ cần cụm từ mật khẩu 24 từ của mình để đăng nhập lại.
zh_hans: 您需要使用24个单词组成的助记词重新登录。

# settings.logoutTitle
source: Log out of this device?
ar: تسجيل الخروج من هذا الجهاز؟
bn: আপনি কি এই ডিভাইস থেকে লগ আউট করতে চান?
de: Von diesem Gerät abmelden?
es: ¿Cerrar sesión en este dispositivo?
fa: از این دستگاه خارج می‌شوید؟
fr: Se déconnecter de cet appareil ?
hi: क्या आप सुनिश्चित हैं कि आप लॉग आउट करना चाहते हैं?
it: Disconnettersi da questo dispositivo?
ja: このデバイスからログアウトしますか？
pt_br: Sair deste dispositivo?
ru: Выйти из этого устройства?
uk: Вийти з цього пристрою?
vi: Bạn muốn đăng xuất khỏi thiết bị này?
zh_hans: 确定要退出登录吗？
